/**
 * Created by zzl on 2017/9/21.
 */
import React from 'react'
export const Not1=()=>(
    <section>
        <h4>热门问题</h4>
        <p>Q1: 使用余额支付不了？
            先确认下您的饿了么账户是否有绑定手机号，使用余额支付必须先绑定手机号。</p>
        <p>Q2: 在线支付订单取消后，钱怎么返还？
            使用饿了么账户余额支付（包括：余额、余额+红包），订单无效后，所有款项（包括红包）
            将退到您的饿了么账户；使用第三方支付（包括：第三方支付、第三方支付+红包），订单无效后，
            支付款项将于2个工作日内返还到您的第三方支付账户，红包退还到饿了么账户。</p>
        <p>Q3: 在线支付的过程中，订单显示未支付成功，款项却被扣了，怎么办？
            该问题属于第三方（银行/支付宝/微信等）数据传输延迟问题。您可以再等待一下， 如果超过15分钟，
            订单还是未支付状态，第三方会把款项返还到您的付款账户。具体到账时间依银行而定，一般会在2个工作日内。</p>
        <p>Q4:我要如何提现？
            为了保护账户和资金安全，您在提现前需要输入真实姓名和用该姓名开通的银行卡号、选择开户行，并验证已
            绑定饿了么账号的手机号。每日只能提现1次，每次限额50元。若提现金额超过50元，点击【提现】时系统会提示您已超额，请您修改提现金额。</p>
    </section>
)
export const Not2=()=>(
    <section>
        <h4>支付问题</h4>
        <p>Q1: 使用余额支付不了？
            先确认下您的饿了么账户是否有绑定手机号，使用余额支付必须先绑定手机号。</p>
        <p>Q2: 在线支付订单取消后，钱怎么返还？
            使用饿了么账户余额支付（包括：余额、余额+红包），订单无效后，所有款项（包括红包）将退到您的饿了么账
            户；使用第三方支付（包括：第三方支付、第三方支付+红包），订单无效后，支付款项将于2个工作日内返还到您
            的第三方支付账户，红包退还到饿了么账户。</p>
        <p>Q3: 在线支付的过程中，订单显示未支付成功，款项却被扣了，怎么办？
            该问题属于第三方（银行/支付宝/微信等）数据传输延迟问题。您可以再等待一下， 如果超过15分钟，订单还是
            未支付状态，第三方会把款项返还到您的付款账户。具体到账时间依银行而定，一般会在2个工作日内。</p>
        <p>Q4: 饿了么账户里的款项怎么提现？
            在个人中心 > 我的余额 > 提现处进行提现操作。操作日起2个工作日内，款项会返还至您最近消费过的账户中。</p>
    </section>
)
export const Not3=()=>(
    <section>
        <h4>催单配送</h4>
        <p> Q1. 下单后，餐厅长时间未确认订单，怎么办？
            这个情况可能由于餐厅出现网络信号问题无法及时查看到您的订单，您可以在订单上查找到餐厅电话，致电餐厅进
            行确认订单。如果联系不上餐厅可以致电客服。</p>
        <p> Q2. 餐厅确认订单了，我要催单，怎么办？
            如果餐厅页面支持留言，您可以直接给餐厅留言催单。如果餐厅页面不支持留言，您可以到饿单中心，查找到餐厅
            电话，直接致电餐厅进行催单。如果联系不上餐厅可以致电客服。</p>
        <p>Q3. 饿了么提供自配送服务 - 在【蜂鸟专送】的所有餐厅都是饿了么提供配送服务，只要您下单成功，我们会分配
            专属骑手为您取餐、送餐，我们也会短信通知您骑手的电话，方便您随时联系。    - 【蜂鸟专送】需要支付配送
            费的呦，您也可以购买我们的会员卡，享受免配送和订单优惠的活动</p>
    </section>
)
export const Not4=()=>(
    <section>
        <h4>余额问题</h4>
        <p>Q1: 使用余额的条件
            为了保护账户安全，使用余额前必须先绑定手机号。</p>
        <p>Q2: 余额可以怎么用？
            余额可以在饿了么平台上提现，当余额大于等于待支付金额时可以在支持在线支付的商家中进行消费。提现功能将
            于2016年12月25日00:00全面开放。</p>
        <p>Q3:我要如何提现？
            为了保护账户和资金安全，您在提现前需要输入真实姓名和用该姓名开通的银行卡号、选择开户行，并验证已绑定
            饿了么账号的手机号。每日只能提现1次，每次限额50元。若提现金额超过50元，点击【提现】时系统会提示您已超额，请您修改提现金额。</p>
        <p>Q4:为什么会提现失败？
            可能原因有：您的姓名、开户行、银行卡号等信息不匹配；您当日的提现次数和金额超过限制；您的账户存在异常，被风控拦截。</p>
    </section>
)
export const Not5=()=>(
    <section>
        <h4>网站规则</h4>
        <p>Q1: 怎么获得积分？
            在线支付的订单将获得订单积分奖励：</p>
        <p>积分将在用户完成评价后获得,会根据订单实际支付金额和评价的质量发放。
            每位用户每天最多可以获得2000积分，体验商家的订单和评价不会增加积分。
            Q2: 积分用来做什么？
            可以在饿了么app积分商城兑换各种礼品。</p>
        <p>Q3: 礼品兑换很多天了还没有收到，该怎么办？
            礼品从兑换日起，3个工作日（周末不算）内处理发货，发货后，通常会在3个工作日左右送达。</p>
        <p>Q4: 礼品兑换中的手机充值卡兑换，怎么样进行充值，充值之前会和我电话确认嘛？
            不会，手机充值卡兑换，是直接充值到您填写的手机号上，充值之前不会和您电话确认，所以您在填写电话的时候
            ，请确认电话是否正确。</p>
    </section>
)
export const Not6=()=>(
    <section>
        <h4>饿了么会员</h4>
        <p>Q1: 特权介绍
            身份标识：饿了么会员服务有效期内，享有专属皇冠标识。减免配送费： 饿了么会员卡自绑定账户之日起31天内，
            在「蜂鸟专送」标识商家下单，享有30次减免配送费特权，
            每日最多减免3单，每单最高可减4元。更多特权，敬请期待！</p>
        <p>Q2: 资费介绍 饿了么会员卡：20元</p>
        <p>Q3: 使用说明
            当用户满足以下任一条件，会员服务自动失效：</p>
        <p>自绑定之日起超过31天；
            在31天内累计使用减免配送费的蜂鸟订单数量达到30单；</p>
        <p>Q4: 购卡说明
            在线购买：饿了么App>我的>饿了么会员卡</p>
        <p>Q5: 温馨提示
            用户在当前会员服务失效前，无法购买新卡。
            请认准饿了么官方渠道，任何从其他第三方途径获得的会员卡，饿了么不保证其可用性。</p>
        <p>饿了么保留在法律允许范围内的解释权。</p>
    </section>
)